export type Review = {
  name: string;
  age: string;
  date: string;
  image: string;
  text: string;
};

export const reviews: Review[] = [
  {
    name: "Дарья",
    age: "23 года",
    date: "4 марта 2024 г.",
    image: "/reviews/female.jpg",
    text: "Большое спасибо Александре за то, как я смогла изменить свой настрой с упаднического и пессимистичного на оптимистичный и устремлённый в будущее в столь краткие сроки! Благодаря нашим занятиям я смогла воспринимать проблемы не как конец света, а как новый полезный опыт, ведущий меня к развитию.",
  },
  {
    name: "Василиса",
    age: "24 года",
    date: "22 февраля 2024 г.",
    image: "/reviews/female.jpg",
    text: "Компетентный, квалифицированный специалист. Очень помогла быстро решить проблему.",
  },
  {
    name: "Людмила",
    age: "21 год",
    date: "02 ноября 2023 г.",
    image: "/reviews/female.jpg",
    text: "Все очень понравилось, расположила к себе и помогла разобраться в проблеме, всем советую.",
  },
  {
    name: "Анастасия",
    age: "20 лет",
    date: "20 декабря 2023 г.",
    image: "/reviews/female.jpg",
    text: "Мне очень понравилась первая встреча, было достаточно уютно и комфортно.",
  },
  {
    name: "Юлия",
    age: "43 года",
    date: "21 января 2024 г.",
    image: "/reviews/female.jpg",
    text: "Нахожусь под глубоким впечатлением от встречи с Александрой! Как будто она душу подлечила, да как следует. Если бы знала, что будет так кайфово, обратилась бы гораздо раньше. Александра, вы волшебница и умница. Спасибо, до скорых встреч!",
  },
  {
    name: "Дмитрий",
    age: "34 года",
    date: "08 декабря 2023 г.",
    image: "/reviews/male.jpg",
    text: "А что, так можно было? На приём — с горбом, а с приёма — с крылом, вернее, с двумя крыльями! Очень понравилось на терапии, мозги встали на место. Душевно благодарю Александру.",
  },
  {
    name: "Ольга",
    age: "27 лет",
    date: "23 февраля 2024 г.",
    image: "/reviews/female.jpg",
    text: "Очень понравилось, с первого приёма есть движение по проблеме. Приятный человек, приятный кабинет, очень располагающая атмосфера. Выбор психолога — вопрос индивидуальный, но в данном случае мне подошло абсолютно всё. Благодарю Александру и всем от души рекомендую попробовать.",
  },
  {
    name: "Яна",
    age: "39 лет",
    date: "29 февраля 2024 г.",
    image: "/reviews/female.jpg",
    text: "Александра, вы прекрасный специалист. Спасибо вам за искренность, доброту, теплоту и поддержку. Моя дочь после встречи с вами стала спокойной и даже начала улыбаться. Мы с мужем осознали свои ошибки в воспитании и теперь стараемся услышать своего ребёнка. Спасибо вам.",
  },
  {
    name: "Кирилл",
    age: "22 года",
    date: "03 марта 2024 г.",
    image: "/reviews/male.jpg",
    text: "Александра Александровна — прекрасный специалист. Помогла настроить правильные мысли, в корне изменить мышление ситуации и отношение к ней. Спасибо вам огромное!",
  },
  {
    name: "Екатерина",
    age: "32 года",
    date: "14 марта 2024 г.",
    image: "/reviews/female.jpg",
    text: "Все понравилось: обстановка комфортная, Александра внимательная, помогла разобраться в эмоциях и навести порядок в голове.",
  },
  {
    name: "Валерий",
    age: "27 лет",
    date: "21 октября 2023 г.",
    image: "/reviews/male.jpg",
    text: "Очень приятная в общении девушка. Все по делу, мягко и ненавязчиво. Благодарен за работу!",
  },
  {
    name: "Александр",
    age: "47 лет",
    date: "17 ноября 2023 г.",
    image: "/reviews/male.jpg",
    text: "Александра — прекрасный специалист, очень понравилось дочке с ней работать. Профессиональная, компетентная, корректная. Александра посоветовала дальнейший путь решения проблемы. Благодарю вас за помощь.",
  },
  {
    name: "Андрей",
    age: "19 лет",
    date: "28 декабря 2023 г.",
    image: "/reviews/male.jpg",
    text: "Александра помогла мне найти причину моей тревожности, за это большое спасибо!",
  },
  {
    name: "Татьяна",
    age: "37 лет",
    date: "29 января 2024 г.",
    image: "/reviews/female.jpg",
    text: "Работа специалиста понравилась. Ответы на свои вопросы получили.",
  },
  {
    name: "Роман",
    age: "23 года",
    date: "13 февраля 2024 г.",
    image: "/reviews/male.jpg",
    text: "Все понравилось: обстановка комфортная, Александра внимательная, помогла разобраться в эмоциях и навести порядок в голове.",
  },
  {
    name: "Василина",
    age: "22 года",
    date: "03 марта 2024 г.",
    image: "/reviews/female.jpg",
    text: "Александра — прекрасный специалист, очень помогла в сложной жизненной ситуации. Однозначно рекомендую!",
  },
];